Repository: ericaskari-metropolia/ios-camping-app
Catalog: camping/*.lproj/Localizable.strings
Languages: fi

# action.edit
source: Edit
fi: Muokkaa

# action.delete
source: Delete
fi: Poista

# action.return
source: Return
fi: Palaa

# action.select
source: Select
fi: Valitse

# action.close
source: Close
fi: Sulje

# action.createtrip
source: Create trip
fi: Luo matka

# action.addgear
source: Add gear
fi: Lisää varusteita

# action.cancel
source: Cancel
fi: Peruuta

# action.saveChanges
source: Save Changes
fi: Tallenna muutokset

# action.addGear
source: Add gear
fi: Lisää varusteita

# action.viewOnMap
source: View on Map
fi: Näytä kartalla

# action.planAgain
source: Plan Again
fi: Suunnittele uudelleen

# action.createNewTrip
source: Create New Trip
fi: Luo uusi matka

# label.startlocation
source: Start Location
fi: Lähtöpaikka

# label.destinationlocation
source: Destination location
fi: Kohde

# label.startdate
source: Start Date
fi: Lähtöpäivä

# label.enddate
source: End Date
fi: Paluupäivä

# label.gearsfortrip
source: Gears for Trip
fi: Varusteet matkalle

# label.name
source: Name
fi: Nimi

# label.myTrips
source: My trips
fi: Matkani

# label.onGoingTrip
source: Ongoing trip
fi: Käynnissä olevaa matkaa

# label.noPastTripsAlert
source: Oops!! You don't have any past trips!!
fi: Ei aiempia matkoja

# label.pastTrips
source: Past Trip
fi: Aikaisemmat matkat

# label.editPlan
source: Edit
fi: Muokkaa

# label.editStatus
source: Trip Status: Editing
fi: Matkan tila: Muokataan

# label.deleteStatus
source: Trip Status: To Be Deleted
fi: Matkan tila: Poistettavaksi merkitty

# label.deleteAlert
source: Are you sure you want to delete this plan?
fi: Haluatko varmasti poistaa tämän suunnitelman?

# label.tripOverview
source: Trip Overview
fi: Matkan yhteenveto

# label.onGoingTripStatus
source: Trip Status: Ongoing
fi: Matkan tila: Käynnissä

# label.weatherForecast
source: Weather Forecast
fi: Sääennusteet

# label.gearChecklist
source: Gear Checklist
fi: Varustelista

# label.editGear
source: Edit Gear
fi: Muokkaa

# label.noGearAlert
source: You do not have any gears added!
fi: Varusteita ei ole lisätty

# label.completedTripStatus
source: Trip Status: Completed
fi: Matkan tila: Suoritettu

# label.tripGearList
source: Trip Gear List
fi: Matkan varustelista

# label.chooseAction
source: Choose an action
fi: Valitse toiminto

# label.deletePlan
source: Delete Plan
fi: Poista suunnitelma

# addplanview.choosenonmap
source: Chosen on the map
fi: Valitse kartalta

# AddPlanChooseStartLocationModalView.description
source: Select location by placing blue circle on the location
fi: Valitse sijainti asettamalla sininen ympyrä sijaintiin

# AddPlanChooseDestinationLocationModalView.description
source: Choose campsite by pressing on the icon
fi: Valitse kohde painamalla kuvaketta

# AddPlanOverview.created
source: You have created your new journey!
fi: Olet luonut uuden matkasi!

# homepage.title
source: Discovery
fi: Matkailu

# homepage.search
source: Where do you want to go?
fi: Mihin mennään?

# homepage.category
source: Category
fi: Kategoria

# homepage.forest
source: Forests
fi: Metsät

# homepage.hills
source: Hills
fi: Mäet

# homepage.lakes
source: Lakes
fi: Järvet

# homepage.island
source: Island
fi: Saaret

# homepage.suggest
source: Suggested for you
fi: Ehdotukset sinulle

# location.request
source: Request location permission
fi: Salli paikannus

# location.error
source: Please give Camplify the permission to access to your location in the setting
fi: Et ole antanut lupaa paikannukseen. Voit sallia paikannuksen puhelimen asetuksista.

# nav.discovery
source: Discovery
fi: Matkailu

# nav.addplan
source: Add plan
fi: Lisää

# nav.save
source: Saved locations
fi: Suosikit

# nav.trips
source: Trips
fi: Matkat

# search.bar
source: Enter a city
fi: Kaupunki

# search.startRecording
source: Start recording
fi: Aloita tallennus

# search.stopRecording
source: Stop recording
fi: Pysäytä tallennus

# fav.title
source: Saved locations
fi: Suosikit
